<!DOCTYPE html>
<html lang="en" class="no-js">
<head>
    <meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>"现在就耀，点亮海报"活动规则</title>
    <link rel="stylesheet" type="text/css" href="<?= asset('/jy/normalize.css') ?>">
    <link rel="stylesheet" type="text/css" href="<?= asset('/jy/demo.css') ?>">
    <!--必要样式-->
    <link rel="stylesheet" type="text/css" href="<?= asset('/jy/component.css') ?>">
    <link rel="stylesheet" href="https://cdn.staticfile.org/twitter-bootstrap/3.3.7/css/bootstrap.min.css">

<!--[if IE]>
<script src="<?=asset('/jy/html5.js')?>"></script>
<![endif]-->
</head>
<body>
<div class="">
    <div class="content" style="padding: 20px;">

        <p>
            &nbsp;活动规则&nbsp;
        </p>
        <p>
            一、活动规则概述&nbsp;
        </p>
        <p>
            活动主办方：微软（中国）有限公司&nbsp;
        </p>
        <p>
            活动期间：2021年12月10日10:19:00– 2021年12月25日10:18:59；本活动所涉及的所有时间和计时均以活动主 办方后台的计算机系统时间为准。
        </p>
        <p>
            开奖时间 即时开奖，中奖概率100%。&nbsp;
        </p>
        <p>
            <span style="color: rgb(255, 0, 0);">参与方式： 用户完成相关任务，便可获得点亮海报资格，并通过抽奖获得礼品。 礼品中包括登上海报的机会：线上用户需授权微博或微信ID，线下用户需授权使用在微软授权经销商门店参与活 动的照片。&nbsp;</span>
        </p>
        <p>
            <span style="color: rgb(255, 0, 0);">授权说明： 用户参与活动，即表示参与活动的公开平台（微博或微信）ID信息授权给活动方使用。 如线上用户中奖为“上海报资格”，即表示其微博或微信ID授权给活动方使用。如线下用户中奖为“上海报资 格”，即表示其照片形象授权给活动方使用。</span>&nbsp;
        </p>
        <p>
            参与限制： 本活动仅限位于中华人民共和国大陆地区（不包括香港特别行政区、澳门特别行政区及台湾地区）的用户参加。
        </p>
        <p>
            <br/>
        </p>
        <p>
            二、具体奖品设置&nbsp;
        </p>
        <p>
            1、线上奖品设置如下：&nbsp;
        </p>
        <p>
            （1）<span style="color: rgb(255, 0, 0);">用户微博或微信ID名上海报资格：1019名；</span>
        </p>
        <p>
            （2）天猫平台： A、Microsoft 365 家庭版+腾讯视频季卡：20000份； B、Microsoft 365 家庭版+ING帆布袋+ING袜子：30000份； C、Surface GO3+闪迪卡128G+ING杯子：12000份。&nbsp;
        </p>
        <p>
            （3）京东平台： A、Microsoft 365 个人盒装+电影兑换券：60000份； B、Microsoft 365 个人盒装+精巧鼠标+ING 帆布袋：60000份； C、Surface GO3 + 闪迪卡 128G TF卡+ ING 袜子：40000份。
        </p>
        <p>
            2、线下奖品设置如下：&nbsp;
        </p>
        <p>
            （1）<span style="color: rgb(255, 0, 0);">用户现场活动照片上海报资格：520名；&nbsp;</span>
        </p>
        <p>
            （2）李现海报（不限版本随机）：2500张；&nbsp;
        </p>
        <p>
            （3）ING 渔夫帽或棒球帽：400顶；&nbsp;
        </p>
        <p>
            （4）ING 背包：2000个；&nbsp;
        </p>
        <p>
            （5）ING 袜子：1800双；&nbsp;
        </p>
        <p>
            （6）ING 贴纸：2500张；&nbsp;
        </p>
        <p>
            （7）微软第一方配件购买优惠券-30元：不限量。
        </p>
        <p>
            3、中奖概率 中奖概率100%。
        </p>
        <p>
            4、中奖通知： 抽奖为即开型抽奖，中奖后，抽奖页面会提示相应中奖信息及获得奖品渠道。&nbsp;
        </p>
        <p>
            <br/>
        </p>
        <p>
            四、其他细则&nbsp;
        </p>
        <p>
            &nbsp; &nbsp; &nbsp; 1.在本次活动期间，如用户存在违规行为（包括但不限于有违反本活动目的和宗旨的行为；不遵守本活动规则， 包括违反参与限制条款；影响活动正常有序进行；损害活动主办方和/或奖品提供方及相关实体的合法权益和声誉； 在活动参与过程中提供非真实的数据或信息；以不正当、不公平或作弊等带有欺骗或虚假性质的方式参与活动； 活动主办方有证据认为的其他不正当手段或情形），活动主办方有权在不事先通知的前提下取消用户参加活动的 资格和获奖资格。&nbsp;
        </p>
        <p>
            &nbsp; &nbsp; &nbsp; 2.如您选择参与本活动，即视为您已就此确认活动主办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计目的和功能的方式使用该奖品。如任 何人以非正常方式使用奖品，或在参与本活动及/或使用奖品时存在任何违法或过错行为，则一切后果及责任应由 其自行承担。
        </p>
        <p>
            &nbsp; &nbsp; &nbsp; 3.如遇不可抗力、网络突发故障或遭受第三方攻击及其他活动主办方无法控制的情形，在法律允许范围内活动主 办方和奖品提供方对前述情形所导致的一切后果不承担任何责任，且活动主办方有权相应地取消、终止、修改、 暂停或延长本次活动。相关变动或调整将公布在活动页面上，公布后依法生效。如本次活动因不可抗力等原因 无法执行时，活动主办方有权予以暂停、终止或修改活动规则。&nbsp;
        </p>
        <p>
            &nbsp; &nbsp; &nbsp; 4.如遇意外，无法提供指定奖品，活动主办方和奖品提供方有权以价值相仿的奖品替代公布奖品。本活动中的奖 品不可兑换现金、转让、作价销售或用于其他用途，一经发现活动主办方有权取消其中奖资格。所有奖品金额 均符合《中华人民共和国反不正当竞争法》的有关规定。&nbsp;
        </p>
        <p>
            &nbsp; &nbsp; &nbsp; 5.活动主办方、奖品提供方及其各自的关联方、与本次活动相关的供应商的员工及近亲属不得参与本次活动。&nbsp;
        </p>
        <p>
            &nbsp; &nbsp; &nbsp; 6.活动期间关于活动规则、抽奖/兑奖流程的疑问，请您联系微软达人汇微博，活动主办方将尽快为您答复。
        </p>
        <p>
            点击阅读详细 <span style="color:blue;" data-toggle="modal" data-target="#myModal">   《活动规则》  </span>
        </p>
        <p>
            <br/>
        </p>
        <input id="sqbtn" onchange="up()" type="checkbox" style="font-size: 1rem;"> <span style="color:red;">我已阅读并同意以上条款</span>


        <h2></h2>
        <!-- 按钮触发模态框 -->
    {{--		<button class="btn btn-primary btn-lg" data-toggle="modal" data-target="#myModal">--}}
    {{--			开始演示模态框--}}
    {{--		</button>--}}
    <!-- 模态框（Modal） -->
        <div class="modal fade" id="myModal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
            <div class="modal-dialog">
                <div class="modal-content">
                    <div class="modal-header">
                        <button type="button" class="close" data-dismiss="modal" aria-hidden="true">
                            &times;
                        </button>
                        <h4 class="modal-title" id="myModalLabel">
                            {{--							模态框（Modal）标题--}}
                        </h4>
                    </div>
                    <div class="modal-body">
                        1.他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗 他强任他强 清风拂山岗目的和宗旨的行为；不遵守本活动规则， 包括违反参与限制条款；影响活动正常有序进行；损害活动主办方和/或奖品提供方及相关实体的合法权益和声誉； 在活动参与过程中提供非真实的数据或信息；以不正当、不公平或作弊等带有欺骗或虚假性质的方式参与活动； 活动主办方有证据认为的其他不正当手段或情形），活动主办方有权在不事先通知的前提下取消用户参加活动的 资格和获奖资格。

                        2.如您选择参与本活动，即视为您已就此确认活动主办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计目的和功能的方式使用该奖品。如任 何人以非正常方式使用奖品，或在参与本活动及/或使用奖品时存在任何违法或过错行为，则一切后果及责任应由 其自行承担。

                        3.如遇不可抗力、网络突发故障或遭受第三方攻击及其他活动主办方无法控制的情形，在法律允许范围内活动主 办方和奖品提供方对前述情形所导致的一切后果不承担任何责任，且活动主办方有权相应地取消、终止、修改、 暂停或延长本次活动。相关变动或调整将公布在活动页面上，公布后依法生效。如本次活动因不可抗力等原因 无法执行时，活动主办方有权予以暂停、终止或修改活动规则。

                        4.如遇意外，无法提供指定奖品，活动主办方和奖品提供方有权以价值相仿的奖品替代公布奖品。本活动中的奖 品不可兑换现金、转让、作价销售或用于其他用途，一经发现活动主办方有权取消其中奖资格。所有奖品金额 均符合《中华人民共和国反不正当竞争法》的有关规定。

                        5.活动主办方、奖品提供方及其各自的关联方、与本次活动相关的供应商的员工及近亲属不得参与本次活动。

                        6.活动期间关于活动规则、抽奖/兑奖流程的疑问，请您联系微软达人汇微博，活动主办方将尽快为您答复。
                        1.在本次活动期间，如用户存在违规行为（包括但不限于有违反本活动目的和宗旨的行为；不遵守本活动规则， 包括违反参与限制条款；影响活动正常有序进行；损害活动主办方和/或奖品提供方及相关实体的合法权益和声誉； 在活动参与过程中提供非真实的数据或信息；以不正当、不公平或作弊等带有欺骗或虚假性质的方式参与活动； 活动主办方有证据认为的其他不正当手段或情形），活动主办方有权在不事先通知的前提下取消用户参加活动的 资格和获奖资格。

                        2.如您选择参与本活动，即视为您已就此确认活动主办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计目的和功能的方式使用该奖品。如任 何人以非正常方式使用奖品，或在参与本活动及/或使用奖品时存在任何违法或过错行为，则一切后果及责任应由 其自行承担。

                        3.如遇不可抗力、网络突发故障或遭受第三方攻击及其他活动主办方无法控制的情形，在法律允许范围内活动主 办方和奖品提供方对前述情形所导致的一切后果不承担任何责任，且活动主办方有权相应地取消、终止、修改、 暂停或延长本次活动。相关变动或调整将公布在活动页面上，公布后依法生效。如本次活动因不可抗力等原因 无法执行时，活动主办方有权予以暂停、终止或修改活动规则。

                        4.如遇意外，无法提供指定奖品，活动主办方和奖品提供方有权以价值相仿的奖品替代公布奖品。本活动中的奖 品不可兑换现金、转让、作价销售或用于其他用途，一经发现活动主办方有权取消其中奖资格。所有奖品金额 均符合《中华人民共和国反不正当竞争法》的有关规定。

                        5.活动主办方、奖品提供方及其各自的关联方、与本次活动相关的供应商的员工及近亲属不得参与本次活动。

                        6.活动期间关于活动规则、抽奖/兑奖流程的疑问，请您联系微软达人汇微博，活动主办方将尽快为您答复。
                    </div>
                    <div class="modal-footer">
                        <button type="button" class="btn btn-default" data-dismiss="modal">关闭
                        </button>
                        {{--						<button type="button" class="btn btn-primary">--}}
                        {{--							提交更改--}}
                        {{--						</button>--}}
                    </div>
                </div><!-- /.modal-content -->
            </div><!-- /.modal -->
        </div>


    </div>


</div><!-- /container -->
<script src="https://cdn.staticfile.org/jquery/2.1.1/jquery.min.js"></script>
<script src="https://cdn.staticfile.org/twitter-bootstrap/3.3.7/js/bootstrap.min.js"></script>
<script src="<?=asset('/jy/jquery-1.7.2.min.js')?>"></script>
{{--<script src="<?=asset('/jy/TweenLite.min.js')?>"></script>--}}
{{--<script src="<?=asset('/jy/EasePack.min.js')?>"></script>--}}
{{--<script src="<?=asset('/jy/rAF.js')?>"></script>--}}
{{--<script src="<?=asset('/jy/demo-1.js')?>"></script>--}}
<script>
    //			var $sq = $("#sqbtn").val();

    function tc(){

        alert("办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计");
    }
    function up() {

        if ($("#sqbtn").prop('checked')) {

            $.ajax({
                type: "POST",
                url: "{{route('authorization',['api_token'=>request('api_token')])}}",
                dataType: 'json',
                header: {'X-CRSF-TOKEN': $('meta[name="csrf-token"]').attr('content')},
                data: {
                    "code":1,
                },
                success: function (data) {
                    if(data.code == '200'){
                        {{--window.location="{{route('activity-index-new',['api_token'=>request('api_token'), 'type'=>request('type')])}}";--}}
                            window.location="{{route('activity-up',['api_token'=>request('api_token'), 'type'=>request('type')])}}";
                    }
                },

            });
        }


    }

</script>
</body>
</html>
