<!DOCTYPE html>
<html lang="en" class="no-js">
<head>
    <meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>"现在就耀，点亮海报"活动规则</title>
    <link rel="stylesheet" type="text/css" href="<?= asset('/jy/normalize.css') ?>">
    <link rel="stylesheet" type="text/css" href="<?= asset('/jy/demo.css') ?>">
    <!--必要样式-->
    <link rel="stylesheet" type="text/css" href="<?= asset('/jy/component.css') ?>">
    <link rel="stylesheet" href="https://cdn.staticfile.org/twitter-bootstrap/3.3.7/css/bootstrap.min.css">

<!--[if IE]>
<script src="<?=asset('/jy/html5.js')?>"></script>
<![endif]-->
</head>
<body>
<div class="">
    <div class="content" style="padding: 20px;">

        <p>
            <strong>活动规则</strong>
        </p>
        <p>
            <br/>
        </p>
        <p>
            一、活动规则概述&nbsp;
        </p>
        <p>
            <br/>
        </p>
        <p>
            活动主办方：微软（中国）有限公司
        </p>
        <p>
            <br/>
        </p>
        <p>
            活动期间：2021年12月10日10:19:00– 2021年12月23日24:00:00；本活动所涉及的所有时间和计时均以活动主办方后台的计算机系统时间为准。&nbsp;
        </p>
        <p>
            <br/>
        </p>
        <p>
            特殊海报定义：
        </p>
        <p>
            1、活动方将发布两款微软零售全品牌大使李现的特殊海报（马赛克拼接海报），其中一张为“线上渠道”点亮海报，另外一张为“线下渠道”点亮海报。
        </p>
        <p>
            2、“线上点亮”海报为用户授权的微博或微信ID名作为海报组成元素，“线下点亮”海报为用户授权的在线下参与活动后拍照照片作为海报组成元素。
        </p>
        <p>
            <br/>
        </p>
        <p>
            参与方式：
        </p>
        <p>
            1、用户通过微信或微博点击活动链接（或扫码）进入活动页面，并进行活动授权。
        </p>
        <p>
            2、用户可选择通过“线上点亮”或“线下点亮”两种不同方式参与本活动，“线上点亮”为用户通过活动页面抽奖后，直接在页面内参与活动并领取相应奖品，“线下点亮”为用户通过活动页面抽奖后，到微软线下授权经销商门店参与线下活动并拍照后参与活动，并领取奖品。
        </p>
        <p>
            3、用户选择参与活动渠道后，立下新年新愿后，即可进行活动抽奖。
        </p>
        <p>
            4、用户抽奖后，会展示相应中奖信息，线上奖品为“上海报资格”与微软相关优惠套装，线下奖品为“上海报资格”与其他奖品。
        </p>
        <p>
            5、“线上点亮”用户奖品如为“上海报资格”，将使用用户授权的微信或微博ID名称，作为特殊海报组成元素，其他优惠奖品可直接到天猫或京东进行购买。
        </p>
        <p>
            6、“线下点亮”用户所有中奖奖品，均需到附近微软线下授权经销商门店参与体验活动并和自己创作的作品合照，带话题#趁现在创新潮#分享到微博并@李现ing，才可领取。奖品如为“上海报资格”，主办方收集照片作为“线下点亮”特殊海报组成元素。
        </p>
        <p>
            <br/>
        </p>
        <p>
            授权说明：
        </p>
        <p>
            1、授权活动主办方调取并使用用户个人微信ID名称或微博ID名称。
        </p>
        <p>
            2、用户ID必须符合国家法律、法规要求，不得侵犯任何第三方的知识产权或其他权利，不得出现黄色、暴力、宣扬封建迷信等违法或违背公序良俗和伦理道德的内容等。如存在以上问题，主办方有权单方面取消用户资格，且无须提前告知。
        </p>
        <p>
            3、如线下用户中奖为“上海报资格”，即表示其照片中个人肖像权授权给活动主办方免费使用。
        </p>
        <p>
            <br/>
        </p>
        <p>
            二、具体奖品设置
        </p>
        <p>
            <br/>
        </p>
        <p>
            1、线上与现同框活动奖品设置如下：
        </p>
        <p>
            （1）用户微博或微信ID名上海报资格：1019名；
        </p>
        <p>
            （2）奖品套装A：购买 Microsoft 365 家庭版，加赠腾讯视频季卡：20000份；
        </p>
        <p>
            （3）奖品套装B：购买 Microsoft 365 家庭版，加赠 ING帆布袋+ING袜子：30000份；
        </p>
        <p>
            （4）奖品套装C：购买 Surface GO3 ，加赠闪迪卡128G+ING杯子：12000份。
        </p>
        <p>
            （5）奖品套装D：购买 Microsoft 365 个人版盒装，加赠电影兑换券：60000份；
        </p>
        <p>
            （6）奖品套装E：购买 Microsoft 365 个人版盒装+精巧鼠标套装，加赠ING 帆布袋：60000份；
        </p>
        <p>
            （7）奖品套装F：购买 Surface GO3，加赠闪迪128G TF卡+ ING 袜子：40000份。
        </p>
        <p>
            <br/>
        </p>
        <p>
            2、线下与现同框活动奖品设置如下：
        </p>
        <p>
            （1）用户现场活动照片上海报资格：520名；
        </p>
        <p>
            （2）李现海报（随机不限版本）：2500张；
        </p>
        <p>
            （3）ING 渔夫帽或棒球帽：400顶；
        </p>
        <p>
            （4）ING 背包：2000个；
        </p>
        <p>
            （5）ING 袜子：1800双；
        </p>
        <p>
            （6）ING 贴纸：2500张；
        </p>
        <p>
            （7）微软第一方配件购买优惠券-30元：10000张。
        </p>
        <p>
            <br/>
        </p>
        <p>
            3、中奖通知：
        </p>
        <p>
            抽奖为即开型抽奖，中奖后，抽奖页面会提示相应中奖信息及获得奖品渠道。
        </p>
        <p>
            <br/>
        </p>
        <p>
            点击阅读详细 <span style="color:blue;" data-toggle="modal" data-target="#myModal">   《活动规则》  </span>
        </p>
        <p>
            <br/>
        </p>
        <input id="sqbtn" onchange="up()" type="checkbox" style="font-size: 1rem;"> <span style="color:red;">我已阅读并同意以上条款</span>


        <h2></h2>
        <!-- 按钮触发模态框 -->
    {{--		<button class="btn btn-primary btn-lg" data-toggle="modal" data-target="#myModal">--}}
    {{--			开始演示模态框--}}
    {{--		</button>--}}
    <!-- 模态框（Modal） -->
        <div class="modal fade" id="myModal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
            <div class="modal-dialog">
                <div class="modal-content">
                    <div class="modal-header">
                        <button type="button" class="close" data-dismiss="modal" aria-hidden="true">
                            &times;
                        </button>
                        <h4 class="modal-title" id="myModalLabel">
                            {{--							模态框（Modal）标题--}}
                        </h4>
                    </div>
                    <div class="modal-body">
                        <p>
                            微软（中国）有限公司现在就耀-一起点亮海报与现同框活动的条款和条件
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            注意事项：请在参与本活动活动前仔细阅读这些条款和条件(“条款和条件”)。这是您和微软（中国）有限公司(“微软”)之间的一份具有法律约束力的协议，其中规定了您有权参与本活动活动的条款和条件。参与本活动活动即表示您已阅读、理解并同意遵守这些条款和条件。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            1.举办方
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            这些条款和条件（“条款和条件”）适用现在就耀-一起点亮海报与现同框活动（“本活动”）。微软（中国）有限公司（“微软”），注册地址为中国北京市海淀区丹棱街5号，是本活动的举办方（“举办方”）。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            2.定义
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            在本条款和条件中，“微软”、“我们”和“我们的”均指举办方，“您”和“您自己”均指一位本活动的参与者。参与本活动即代表您同意遵守这些条款和条件。&nbsp;
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            3.活动参与的时间
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            促销从2021年12月10的10：19开始，在2021年12月23的24：00结束（“参与时间”）。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            4.参与活动的资格
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            您必须合法居住在中华人民共和国并且年满18周岁的微博或微信用户。您参与由微软所举办的现在就耀-一起点亮海报与现同框活动，通过活动链接参与活动，即获得参加本活动的资格。如果您是以雇员的身份参与本活动，您有责任遵守您的雇主关于礼品的政策。微软不会参与任何与此相关的争议或诉讼。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            微软的雇员和董事、分公司、子公司、关联公司、广告商、本活动合作方、参与执行或管理此本活动的人员、以及前述人员的家庭成员（父母、子女、兄弟姐妹、配偶/家庭伴侣或同住一户的个人）均不得参与本活动。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            政府收受礼品和道德政策: 微软承诺遵守政府收受礼品和道德政策。政府的雇员和独立承包商（包括教育相关的）在参与本活动或接受任何奖品时必须遵守适用于他们的收受礼品和道德政策。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            5.参与本活动的方式&nbsp;
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            无需购买。参与此本活动亦无需付费。
                        </p>
                        <p>
                            您将通过参与由微软所举办的现在就耀-一起点亮海报与现同框活动，通过活动链接参与活动，即获得参加本活动的机会。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            参与次数限制：每个微博或微信ID可各参与一次。
                        </p>
                        <p>
                            我们对参与本活动的超额、丢失、迟到或完整性不负责。如有争议，参与活动的报名将被视为由电子邮箱、社交媒体账号或通过其他参与方式的授权账号持有者所提交。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            6.获奖者抽选及通知
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            获奖者将在本活动结束后当天内选出。微软将从所有的有资格的参与者中以即时开奖的方式公布中奖结果。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            获奖者将在参与时间截止日期后30天内选出。从所有的有资格的参与者中抽选的前线上上海报人数1019人，线下上海报人数520人，共1539位参与者将取得上海报资格，其余参与者位参与者将有可能赢得奖品。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            获奖者将在抽奖结束后的当天内通过参与本活动时所提交的联系信息收到获奖通知，并附有领奖说明包括领奖截止日期。若获奖者无法取得联系、不符合资格、未领取奖品或未能递交任何必需的表格，则该获奖者将失去奖品。微软不会再替补该些空出的名额。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            7.奖品
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            下列奖品将被颁发：&nbsp;
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            线上与现同框活动奖品设置如下：
                        </p>
                        <p>
                            （1）用户微博或微信ID名上海报资格：1019名；
                        </p>
                        <p>
                            （2）奖品套装A：购买 Microsoft 365 家庭版，加赠腾讯视频季卡：20000份；
                        </p>
                        <p>
                            （3）奖品套装B：购买 Microsoft 365 家庭版，加赠 ING帆布袋+ING袜子：30000份；
                        </p>
                        <p>
                            （4）奖品套装C：购买 Surface GO3 ，加赠闪迪卡128G TF卡+ING杯子：12000份。
                        </p>
                        <p>
                            （5）奖品套装D：购买 Microsoft 365 个人版盒装，加赠电影兑换券：60000份；
                        </p>
                        <p>
                            （6）奖品套装E：购买 Microsoft 365 个人版盒装+精巧鼠标套装，加赠ING 帆布袋：60000份；
                        </p>
                        <p>
                            （7）奖品套装F：购买 Surface GO3，加赠闪迪128G TF卡+ ING 袜子：40000份。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            线下与现同框活动奖品设置如下：
                        </p>
                        <p>
                            （1）用户现场活动照片上海报资格：520名；
                        </p>
                        <p>
                            （2）李现海报（随机不限版本）：2500张；
                        </p>
                        <p>
                            （3）ING 渔夫帽或棒球帽：400顶；
                        </p>
                        <p>
                            （4）ING 背包：2000个；
                        </p>
                        <p>
                            （5）ING 袜子：1800双；
                        </p>
                        <p>
                            （6）ING 贴纸：2500张；
                        </p>
                        <p>
                            （7）微软第一方配件购买优惠券-30元：10000张。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            奖品的价值受消费者市场价格波动的影响，其中包括根据本条款和条件估计奖品价值的日期与颁发或兑换奖品的日期之间的时间差距。我们将以颁发奖品时的公平市价来确定奖品的价值。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            上述所有奖品的零售价总值大概是50万元人民币。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            我们只颁发在参与本活动时表明的奖品数目，同时每位获奖者仅可获得1个奖品。奖品的数目不会超过所述的数目。不允许替换、转让或分配奖品，除非微软保留在提供的奖品不可用时替换为价值相等或更高的奖品的权利。奖品将在选出获奖者后的30天内发出。获奖者可能需要在获奖者通知中规定的期限内填写并返还领取奖品表和/或纳税表（“表格”）。奖品的税款（如果有）由获奖者全权负责，并建议获奖者就接受奖品所涉及的税收问题寻求独立的法律意见。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            如果获奖者在微软规定的时间内未领取奖品（或部分奖品），则获奖者将丧失该奖品（或部分奖品），并且不会获得替代该奖品（或部分奖品）的相应的现金。&nbsp;
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            通过接受奖品，您同意微软可以在网上、打印、或其他媒体中使用与本活动有关的您的奖品、姓名、图像和其他信息，且无需向您支付任何报酬或赔偿，法律禁止的情形除外。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            8.一般条款和免责条款
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            在法律允许的最大范围内，参与本活动即表示您同意，因您参与本活动可能引起的任何责任、损害、损失、死亡或个人伤害，您将免去微软及其所有母公司、合伙公司、子公司、分支机构、董事、高级职员、雇员和代理的责任，并保证使其免受损害。您承诺并赔偿微软及其所有母公司、合伙公司、子公司、分支机构、董事、高级职员、雇员和代理，并使其免受任何因您违反了任何本条款和条件和/或您参与本活动引起的损失、损害、赔偿、索赔、成本和费用。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            所有当地相关法律法规适用于本条款和条件。在此前提下，微软的决定是最终的和有效的决定。&nbsp;
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            我们保留出于任何原因取消、更改或暂停本活动的权利，包括作弊、技术故障、灾难、战争或任何其他人为或机械的，可能影响本活动的廉正性的，不可预见或意外事件。 如果无法恢复本活动的廉正性，我们可能会在不得不取消、更改或暂停本活动之前，从收到的所有合格参与者中抽选获奖者。 违反者将承担所有相关法律责任，并可能被禁止参加以后的微软本活动。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            9.隐私条款
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            所有参与者的资料将会被收集和用于举办本活动的目的（包括向第三方披露处理和举办本活动的目的），以及有关本次本活动的宣传用途。您在报名过程中或参与本活动时提交的信息可能包括您的电子邮件地址、住址、电话号码、姓名和其他个人信息( “个人信息”)。参与本活动即表示您同意我们以所述方式使用您的信息。除非本条款和条件中另有规定，您的个人信息将仅由微软根据适用的数据保护法和法规以及下述的微软隐私政策用于管理您的参与本活动事宜。有关微软隐私政策的更多细节，请参见微软隐私声明（<a target="_blank" href="https://privacy.microsoft.com/zh-cn/privacystatement">Microsoft Privacy Statement</a>）。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            10.税款
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            任何相关政府或税务机关征收的税款和其他征费，以及可能对奖品征收或产生的其他费用（包括保险和杂费），均应由获奖者承担。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            11.无担保条款
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            在法律允许的最大范围内：
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            11.1微软及其在本活动的执行和管理中可能聘用的代理商或承包商（如果有），不保证或表示（直接或间接)：
                        </p>
                        <p>
                            11.1.1参与和/或接触本活动的全部或任何部分，将能不间断、及时、安全且准确地获得本活动的资料、内容、信息和或活动；或
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            11.1.2本活动的任何在线活动（如果有）均不会传播计算机病毒或不会对计算机系统造成损害。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            11.2通过互联网下载或以其他方式获得的任何资料均由您自行决定并承担风险，对于因下载导致的计算机系统损坏或数据丢失，您将独自承担责任。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            11.3对于本活动网站或与本活动网站链接的任何网站上的资料的使用、有效性、准确性或可靠性、使用结果或其他方式，微软均不作任何保证或声明。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            12.微软的知识产权不受影响
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            本活动内容不应影响微软在任何产品或服务中的任何知识产权，这些产品或服务可能是本次本活动的主题。
                        </p>
                        <p>
                            13.禁止作弊
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            您承认并同意不会容忍任何形式的作弊行为。如果发现您作弊（由微软全权决定），微软将立即取消你的参与资格。作弊行为包括但不限于，使用多个身份证号、篡改、黑客入侵本活动网站（如果有）、在不满足参与资格要求的情况下参与本活动、使用任何自动化软件或设备在本活动期间获得优势、在本活动的条款和条件定义范围之外使用本活动、试图对微软的任何网站或本活动网站（如果有）禁用或使其崩溃、 试图破坏本活动的任何部分，包括但不限于允许他人使用您的个人信息，或篡改参与活动过程。任何故意破坏任何微软网站或破坏本活动的合法运作的尝试均可能违反刑事和民事法律；如果有人试图这样做，微软保留在法律允许的最大范围内向该人士寻求损害赔偿的权利。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            14.不弃权
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            微软不执行本条款和条件项下的任何权利均不构成对该条款或任何其他条款的权利的放弃。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            15.条款和条件的修改
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            在法律允许的最大范围内，微软可以在任何阶段修改这些条款和条件和/或撤回或终止本活动，而对任何人均不承担任何责任。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            16.适用法律
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            本活动受中华人民共和国法律的约束。对本活动引起的任何争议，您同意提交中国国际经济贸易仲裁委员会仲裁解决。本活动在法律法规禁止或限制的地方无效，并受所有适用法律法规的约束。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            本活动的解释权归微软（中国）有限公司所有。
                        </p>
                        <p>
                            <br/>
                        </p>
                        <p>
                            【以下无内容】
                        </p>
                        <p>
                            <br/>
                        </p>
                    </div>
                    <div class="modal-footer">
                        <button type="button" class="btn btn-default" data-dismiss="modal">关闭
                        </button>
                        {{--						<button type="button" class="btn btn-primary">--}}
                        {{--							提交更改--}}
                        {{--						</button>--}}
                    </div>
                </div><!-- /.modal-content -->
            </div><!-- /.modal -->
        </div>


    </div>


</div><!-- /container -->
<script src="https://cdn.staticfile.org/jquery/2.1.1/jquery.min.js"></script>
<script src="https://cdn.staticfile.org/twitter-bootstrap/3.3.7/js/bootstrap.min.js"></script>
<script src="<?=asset('/jy/jquery-1.7.2.min.js')?>"></script>
{{--<script src="<?=asset('/jy/TweenLite.min.js')?>"></script>--}}
{{--<script src="<?=asset('/jy/EasePack.min.js')?>"></script>--}}
{{--<script src="<?=asset('/jy/rAF.js')?>"></script>--}}
{{--<script src="<?=asset('/jy/demo-1.js')?>"></script>--}}
<script>
    //			var $sq = $("#sqbtn").val();

    function tc(){

        alert("办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计办方及奖品提供方未以任何形式，无论明示或者暗示，无论 法律上或事实上，就活动奖品提出任何声明、承诺或保证。您承诺您参与本活动纯属自愿行为，且应由您自行承 担所有因参与本活动而导致的风险。对于您因参与本活动而可能遭受的任何损失，活动主办方及奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计奖品提供方将不 予负责。如果您中奖并依照规定流程收到了奖品，请勿以任何不符合其设计");
    }
    function up() {

        if ($("#sqbtn").prop('checked')) {

            $.ajax({
                type: "POST",
                url: "{{route('authorization',['api_token'=>request('api_token')])}}",
                dataType: 'json',
                header: {'X-CRSF-TOKEN': $('meta[name="csrf-token"]').attr('content')},
                data: {
                    "code":1,
                },
                success: function (data) {
                    if(data.code == '200'){
                        {{--window.location="{{route('activity-index-new',['api_token'=>request('api_token'), 'type'=>request('type')])}}";--}}
                            window.location="{{route('activity-up',['api_token'=>request('api_token'), 'type'=>request('type')])}}";
                    }
                },

            });
        }


    }

</script>
</body>
</html>
